# Localization file.
INTRO = 'Данная программа рассчитывает то-то и то-то для аннуитентного вида выплат по кредиту.'
SUM = 'Введите сумму кредита (в руб.): '
INTEREST_RATE = 'Введите ставку по кредиту (в %): '
MONTH = 'Введите срок кредита (в мес.): '
COMMISSION = 'Введите единовременную комиссию (в % от кредита), 0 в случае ее отсутствия: '
ERR_1 = 'Ошибка. Сумма кредита не может быть меньше 10.000 рублей.'
ERR_2 = 'Ошибка. Процентная ставка не может быть отрицательной.'
ERR_3 = 'Ошибка. Количество месяцев не может быть меньше или равным нулю или дробным.'
OUT_1 = 'Ежемесячный платеж составит:'
CURRENCY = 'руб.'
OUT_2 = 'Переплата по кредиту составит:'
OUT_3 = 'Выплата за весь срок кредита:'

